Repository: simstern/WE.SpreadsheetImport
Catalog: Resources/Private/Translations/*/Main.xlf
Languages: fr, it

# label.spreadsheet_import.action.next
source: Weiter
fr: Continuer
it: Avanti

# label.spreadsheet_import.action.cancel
source: Abbrechen
fr: Annuler
it: Cancella

# label.spreadsheet_import.action.create
source: Erstellen
fr: Créer
it: Crea

# label.spreadsheet_import.action.mapping
source: Ansicht
fr: Vue
it: Veduta

# label.spreadsheet_import.action.delete
source: Löschen
fr: Supprimer
it: Cancella

# label.spreadsheet_import.new
source: Neuer Spreadsheet Import
fr: Nouvelle importation de tableur
it: Importa nuovo spreadsheet

# label.spreadsheet_import.new.import_actions
source: Prozess
fr: Procès
it: Processo

# label.spreadsheet_import.new.import_actions_inserting
source: Neue Datensätze erstellen
fr: Créer nouveaux enregistrements
it: Crea set di dati nuovi

# label.spreadsheet_import.new.import_actions_updating
source: Neue Datensätze erstellen und existierende aktualisieren
fr: Créer de nouveaux enregistrements et actualisé les enregistrements existants
it: Crea set di dati nuovi e attualizza quelli esistenti

# label.spreadsheet_import.new.import_actions_deleting
source: Neue Datensätze erstellen, existierende aktualisieren und nicht existierende löschen
fr: Créer de nouveaux enregistrements, actualisé les enregistrements existants et supprimer les enregistrements inexistants
it: Crea set di dati nuovi, attualizza quelli esistenti e cancella queli inesistenti

# label.spreadsheet_import.mapping
source: Zuordnung Spalten
fr: Affectation colonnes
it: Allocazione tabulato

# label.spreadsheet_import.preview
source: Import Vorschau
fr: Aperçu importation
it: Anteprima importo

# label.spreadsheet_import.preview.invalid_record
source: Ungültige Daten. Dieser Record wird übersprungen.
fr: Données non valides. Ce record est sauté.
it: Dati invalidi. Questo set di dati sarà saltato.

# label.spreadsheet_import.preview.record
source: Zeile
fr: Ligne
it: Riga

# label.spreadsheet_import.list
source: Importe
fr: Importations
it: Importi

# label.spreadsheet_import.importingStatus
source: Status
fr: Statut
it: Stato

# label.spreadsheet_import.importingStatus.draft
source: Entwurf
fr: Enrôlement
it: Bozza

# label.spreadsheet_import.importingStatus.inQueue
source: Geplant
fr: Prévu
it: In programma

# label.spreadsheet_import.importingStatus.inProgress
source: In Bearbeitung
fr: En cours
it: In corso

# label.spreadsheet_import.importingStatus.completed
source: Abgeschlossen
fr: Terminé
it: Completato

# label.spreadsheet_import.importingStatus.failed
source: Fehlgeschlagen
fr: Échoué
it: Fallito

# label.spreadsheet_import.file
source: Datei
fr: Fichier
it: File

# label.spreadsheet_import.schedule
source: Ausführungs Datum
fr: Date exécution
it: Data d'effettuazione

# label.spreadsheet_import.schedule_time
source: Ausführungs Zeit
fr: Temps exécution
it: Orario d'effettuazione

# label.spreadsheet_import.inserting
source: Erstellen
fr: Créer
it: Creare

# label.spreadsheet_import.updating
source: Aktualisieren
fr: Actualisation
it: Attualizzare

# label.spreadsheet_import.deleting
source: Löschen
fr: Supprimer
it: Cancellare

# label.spreadsheet_import.totalInserted
source: Total erstellt
fr: Total créé
it: Creati in totale

# label.spreadsheet_import.totalUpdated
source: Total aktualisiert
fr: Total actualisé
it: Attualizzati in totale

# label.spreadsheet_import.totalDeleted
source: Total gelöscht
fr: Total supprimé
it: Cancellati in totale

# label.spreadsheet_import.totalSkipped
source: Total übersprungen
fr: Total sauté
it: Saltati in totale
